Repository: otzbergnet/tabCount
Catalog: tabCount/*.lproj/Main.strings
Languages: de, ja

# 4sb-4s-VLi.title
source: Quit tabCount
de: Tab Count beenden
ja: Tab Countを終了

# 50T-G1-9h0.placeholderString
source: Offene Tabs
ja: タブを開く

# 5kV-Vb-QxS.title
source: About tabCount
de: Über Tab Count
ja: Tab Countについて

# 7bX-Ue-B1h.placeholderString
source: Anzahl Fenster
de: offene Fenster
ja: Window Count

# 7LP-Vb-acH.title
source: Fokus-Einstellungen
ja: フォーカス-設定

# AYu-sK-qS6.title
source: Main Menu
de: Hauptmenü
ja: メインメニュー

# EW4-1R-6Qh.title
source: Einstellungen
ja: 設定

# F2S-fz-NVQ.title
source: Help
de: Hilfe
ja: ヘルプ

# FKE-Sm-Kum.title
source: tabCount Help
de: Tab Count-Hilfe
ja: Tab Count ヘルプ

# hJC-sM-wLV.title
source: Limits anhand der Gesamtzahl der Tabs in allen Fenstern anwenden
ja: すべてのウィンドウの合計タブ数に基づいて制限を適用します

# hVu-vi-j8c.title
source: Anzahl der Tabs pro Fenster zeigen
ja: ウィンドウごとのタブ数を表示

# j7q-gw-4bq.title
source: Die Anzahl offener Tabs zeigen, ab:
ja: タブ数の閾値

# Kd2-mp-pUS.title
source: Show All
de: Alle Zeigen
ja: すべてを表示

# Kv5-nJ-Miq.title
source: Fixierte Tabs beibehalten, wenn Tabs geschlossen werden
ja: タブを閉じるときは、固定されたタブを開いたままにします。

# Ndz-z7-kVw.title
source: Welcome to Tab Count
de: Willkommen bei Tab Count
ja: Tab Countへようこそ！

# Olw-nP-bQN.title
source: Hide tabCount
de: Tab Count ausblenden
ja: Tab Countを隠す

# pHL-L6-PCr.title
source: Die Anzahl offener Fenster zeigen, ab:
ja: ウィンドウ数の閾値

# qAP-ch-I6k.placeholderString
source: Offene Tabs
ja: タブを開く

# Srr-w6-WFp.title
source: Einstellungen
ja: 設定

# t0H-Oo-Zcy.title
source: Den ersten Tab automatisch schließen, nach:
ja: その後、最初のタブを自動的に閉じます

# tUY-Dw-t8S.title
source: Open Safari Extension Preferences
de: Safari Einstellungen (Erweiterungen) öffnen
ja: Safari機能拡張へ

# tvs-oo-bLL.title
source: Hier können Sie das grundlegende Verhalten von Tab Count definieren. Sofern Sie nichts ändern, wird die Anzahl der offenen Tabs gezeigt, sobald 10 geöffnet sind. Wenn Sie möchten, können Sie zusätzlich die Anzahl offener Fenster zeigen.
ja: ここでは閾値の設定を変更できます。閾値を超えると開いているタブ数がツールバーに表示されます。既定では、10個のタブを超えるとタブ数がツールバーのバッジに表示されます。

# Vdr-fp-XzO.title
source: Hide Others
de: Andere ausblenden
ja: ほかを隠す

# wpr-3q-Mcd.title
source: Help
de: Hilfe
ja: ヘルプ

# XfG-lQ-9wD.title
source: Willkommen
ja: ようこそ

# xlz-ha-1c8.title
source: Save
de: Sichern
ja: 変更の保存

# Ybs-tm-0T5.title
source: Thank you for downloading Tab Count! You'll need this containing app just once to enable Tab Count in Safari. To do so, click the button to Open Safari Extension Preferences below The app will show a toolbar icon and a badge with the number of open tabs. To avoid it being too intrusive you can set a threshold for when the badge is to show. The default is 10, which you can change within the popover or the settings tab. Let me know, if you have ideas on how to improve this app! Claus - tabcount@otzberg.net
de: Danke, dass Sie Tab Count installiert haben! Sie benötigen diese App lediglich, um die Erweiterung in Safari zu aktivieren. Nutzen Sie hierfür die Schaltfläche unten. Die App wird die Anzahl der offnen Tabs in Safari im Toolbar anzeigen. Damit dies nicht zu störend ist, geschieht dies erst ab 10 offener Tabs. Wenn Sie einen anderen Wert wünschen, können Sie dies in den Einstellungen tun. Lassen Sie mich wissen, wie die App besser werden kann Claus - tabcount@otzberg.net
ja: Tab Count をダウンロードして頂きありがとうございました。この拡張機能を有効にするには下の「Safari機能拡張へ」ボタンをクリックして、Tab Countにチェックを付けてくだいさい。 このSafari機能拡張では開いているタブ数やウィンドウ数をカウントしてツールバーに表示されます。タブ数とウィンドウ数は閾値を設定可能で、閾値を超えると開いているタブ数がツールバーに表示されます。設定を変更するには、このアプリの設定タブより、もしくはツールバーのバッジをクリックしてください。 ツールバーアイコンに「x」が表示されている場合、それ以上のタブは許可されません。 新しいタブを開くと、設定に基づいて最初または最後のタブが閉じます。 「!!」が表示されたら ツールバーアイコンでは、設定で指定されているよりも多くのタブが開いています。 タブ数はこの時点で新しいタブを妨げることはありません。設定を調整するか、タブを手動で閉じる必要があります。 どうぞ、よろしくお願いします。 Claus - tabcount@otzberg.net

# zfs-jB-2nZ.title
source: Zeige die Anzahl offener Fenster ab:
ja: から開いているウィンドウの数を表示

# Zi0-bD-H6a.title
source: Keine neuen Tabs erlauben, nach:
ja: 次の場合は、新しいタブを許可しないでください。

# SXS-p8-lgb.placeholderString
source: Tab Count
de: offene Tabs
